apache_benchmark/post.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header> 
<wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
<wsse:UsernameToken>
<wsse:Username>selcukecza@erp.com</wsse:Username>
<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">EczaSelcuk1234*</wsse:Password>
<wsu:Created>2015-04-17T12:01:11Z</wsu:Created>
</wsse:UsernameToken>
</wsse:Security> 
</soapenv:Header>
   <soapenv:Body>
      <tem:GetOutboxInvoiceFile>
         <!--Optional:-->
         <tem:invoiceId>E9D25DAD-24A7-4F07-8BD1-C17D36AA89A1</tem:invoiceId>
      </tem:GetOutboxInvoiceFile>
   </soapenv:Body>
</soapenv:Envelope>